const translateKeys = [
  {
    key: "select_language",
    ru: `Выберите язык`,
    kz: `Тілді таңдаңыз`,
  },
  {
    key: "rate-quality",
    ru: `Оцените качество обслуживание`,
    kz: `Қызмет көрсету сапасына баға беріңіз`,
  },
  {
    key: "send",
    ru: `Отправить`,
    kz: `Жіберу`,
  },
  {
    key: "phone2",
    ru: `Мы отправили его на номер`,
    kz: `Осы нөмірге жіберілді`,
  },
  {
    key: "massage",
    ru: `Введите код из смс`,
    kz: `SMS кодты енгізіңіз`,
  },
  {
    key: "dont-close",
    ru: `Не закрывайте окно`,
    kz: `Терезені жаппаңыз`,
  },
  {
    key: "your-number",
    ru: `Ваш номер в очереди`,
    kz: `Сіздің нөміріңіз кезекте`,
  },
  {
    key: "your-number2",
    ru: `Вас вызвали, проходите`,
    kz: `Сіздің кезегіңіз, өтсеңіз болады`,
  },
  {
    key: "turn",
    ru: `В очереди перед вами`,
    kz: `Сіздің алдыңызда кезекте`,
  },
  {
    key: "window",
    ru: `ОКНО`,
    kz: `терезе`,
  },
  {
    key: "skip",
    ru: `Отказаться от очереди`,
    kz: `Кезектен бас тарту`,
  },
  {
    key: "called-now",
    ru: `Сейчас вызван`,
    kz: `Шақырылған нөмір`,
  },
  {
    key: "your-call",
    ru: `Ваш вызов отобразится здесь`,
    kz: `Қоңырауыңыз осы жерде пайда болады`,
  },
  {
    key: "select-option",
    ru: `Выберите вариант`,
    kz: `Опцияны таңдаңыз`,
  },
  {
    key: "comment",
    ru: `Оставить комментарий`,
    kz: `пікір қалдыру`,
  },
  {
    key: "morning",
    ru: `Доброе утро!`,
    kz: `Қайырлы күн!`,
  },
  {
    key: "phone",
    ru: `Введите ваш номер телефона`,
    kz: `Өз нөміріңізді теріңіз`,
  },
  {
    key: "apartment",
    ru: `Квартира`,
    kz: `Пәтер`,
  },
  {
    key: "apartment2",
    ru: `Коммерческое помещение`,
    kz: `Коммерциялық үй-жайлар`,
  },
  {
    key: "continue",
    ru: `Продолжить`,
    kz: `Келесі`,
  },
  {
    key: "hello",
    ru: `Здравствуйте Виктор!`,
    kz: `Сәлеметсіз бе, Виктор!`,
  },
  {
    key: "select-service",
    ru: `Выберите услугу`,
    kz: `Қызметті таңдаңыз`,
  },
  {
    key: "buy-apartment",
    ru: `Купить квартиру`,
    kz: `Пәтер сатып алу`,
  },
  {
    key: "regional-manager",
    ru: `Региональный менеджер`,
    kz: `Аудандық менеджер`,
  },
  {
    key: "bought-apartment",
    ru: `Уже купил квартиру`,
    kz: `Пәтер сатып алдым`,
  },
  {
    key: "other-questions",
    ru: `Прочие вопросы`,
    kz: `Басқа сұрақтар`,
  },
  {
    key: "select-manager",
    ru: `Выбрать менеджера`,
    kz: `Менеджерді таңдау`,
  },
  {
    key: "any-manager",
    ru: `Любой менеджер`,
    kz: `Кез-келген менеджер`,
  },
  {
    key: "further",
    ru: `Далее`,
    kz: `Әрі қарай`,
  },
  {
    key: "back",
    ru: `Назад`,
    kz: `Кері`,
  },
  {
    key: "mortgage",
    ru: `Выдача квартирных листков по ипотеке`,
    kz: `Ипотека арқылы
    пәтер қағаздарының берілуі`,
  },
  {
    key: "select-lsd",
    ru: `Выберите ЖК`,
    kz: `СКД таңдаңыз`,
  },
  {
    key: "thank",
    ru: `
    Спасибо что помогаете стать нам лучше!
    `,
    kz: `Біздің қызмет көрсету сапасын арттыруға көмектескеніңіз үшін рақмет!`,
  },
  {
    key: "ru",
    ru: `
    Русский язык
    `,
    kz: `Орыс тілі`,
  },
];
